tap "homebrew/bundle"
tap "homebrew/services"
tap "jetbrains/utils"
tap "klothoplatform/tap"
brew "act"
brew "actionlint"
brew "pycparser"
brew "xz"
brew "ansible-lint"
brew "openssl@1.1"
brew "autojump"
brew "awscli"
brew "awscli-local"
brew "azure-cli"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfssl"
brew "cloudflared"
brew "cmake"
brew "dive"
brew "docutils"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git-review"
brew "gnupg"
brew "go"
brew "gping"
brew "harfbuzz"
brew "openjdk"
brew "h2"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "libfido2"
brew "minikube"
brew "mysql", restart_service: true
brew "neovim"
brew "nvm"
brew "perl"
brew "poetry"
brew "protobuf"
brew "python@3.10"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "virtualenv"
brew "walk"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jetbrains/utils/qodana"
brew "klothoplatform/tap/klotho"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "qmk-toolbox"
