tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "python@3.10"
brew "autojump"
brew "unbound"
brew "gnutls"
brew "cask"
brew "colima"
brew "gh"
brew "go"
brew "helm"
brew "k3d"
brew "kubernetes-cli"
brew "minikube"
brew "mysql", restart_service: true
brew "nvm"
brew "python@3.9"
brew "ruby"
brew "tfenv"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "iterm2"
cask "ngrok"
